Repository: DarkZeus94/coc
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fa_ir, ru

source: ☠️ 😵 App is broken boss! Come over and fix me please!
fa_ir: رئیس من ترکیدم! با آدمتون تماس بگیرید بیاد درستم کنه!
ru: ☠️ 😵 Приложение упало, босс! Приди и почини меня!

source: {top_imoji} {war_size} fold war is ahead! <pre>▫️ Clan {ourclan: <{cwidth}} L {ourlevel: <2} +{clanwinstreak} {clanloc}{clanflag} ▪️ Clan {opponentclan: <{cwidth}} L {theirlevel: <2} +{opwinstreak} {oploc}{opflag}</pre> Game begins at {start}. Have fun! {final_emoji}
fa_ir: {top_imoji} وار {war_size} ‌تائی در راه است! <pre>▫️ کلن {ourclan: <{cwidth}} ل {ourlevel: <2} +{clanwinstreak} {clanloc}{clanflag} ▪️ کلن {opponentclan: <{cwidth}} ل {theirlevel: <2} +{opwinstreak} {oploc}{opflag}</pre> بازی {start} شروع می‌شود. شاد باشید! {final_emoji}
ru: {top_imoji} {war_size} Объявлена война! <pre>▫️ Клан {ourclan: <{cwidth}} Уровень: {ourlevel: <2} Серия: +{clanwinstreak} {clanloc}{clanflag} ▪️ Клан {opponentclan: <{cwidth}} Уровень: {theirlevel: <2} Серия: +{opwinstreak} {oploc}{opflag}</pre> Начало битвы в {start}. Удачных сражений! {final_emoji}

source: Players
fa_ir: لیست همبازی‌ها
ru: Участники

source: Position, TH, name
fa_ir: ردیف، ت.ه، نام
ru: Позиция, ТХ, имя

source: War has begun!
fa_ir: جنگ قبیله شروع شد!
ru: Война началась!

source: ⚪️We destroyed them 100% boss!
fa_ir: ⚫️رئیس فول زدیمشون!
ru: ⚪️ Мы уничтожили их на 100%, босс!

source: <pre>{top_imoji} [{order}] {ourclan} vs {opponentclan} Attacker: TH {attacker_thlevel: <2} MP {attacker_map_position} {attacker_name} Defender: TH {defender_thlevel: <2} MP {defender_map_position} {defender_name} Result: {stars} | {destruction_percentage}% {war_info} </pre>
fa_ir: <pre>{top_imoji} {order} ک {ourclan} و {opponentclan} مهاجم: ت {attacker_thlevel: <2} ر {attacker_map_position} {attacker_name} مدافع: ت {defender_thlevel: <2} ر {defender_map_position} {defender_name} نتیجه: {stars} | {destruction_percentage}% {war_info} </pre>
ru: <pre>{top_imoji} [{order}] {ourclan} vs {opponentclan} Атакующий: ТХ: {attacker_thlevel: <2} ПОЗИЦИЯ: {attacker_map_position} {attacker_name} Защитник: ТХ: {defender_thlevel: <2} ПОЗИЦИЯ: {defender_map_position} {defender_name} Результат: {stars} | {destruction_percentage}% {war_info} </pre>

source: ⚫️They destroyed us 100% boss!
fa_ir: ⚫️ رئیس فول خوردیم!
ru: ⚫️ Они уничтожили нас на 100%, босс!

source: <pre>{win_or_lose_title} Clan {ourclan: <{cwidth}} L {ourlevel: <2} Clan {opponentclan: <{cwidth}} L {theirlevel: <2} {war_info} </pre>
fa_ir: <pre>{win_or_lose_title} کلن {ourclan: <{cwidth}} لول {ourlevel: <2} کلن {opponentclan: <{cwidth}} لول {theirlevel: <2} {war_info} </pre>
ru: <pre>{win_or_lose_title} Клан {ourclan: <{cwidth}} Уровень: {ourlevel: <2} Клан {opponentclan: <{cwidth}} Уровень: {theirlevel: <2} {war_info} </pre>

source: We won!
fa_ir: بردیم!
ru: Мы победили!

source: It's a tie!
fa_ir: مساوی کردیم!
ru: Это ничья!

source: We lost!
fa_ir: باختیم رئیس!
ru: Мы проиграли!

source: 🎉 We won!
fa_ir: بردیم!

source: 🏳 It's a tie!
fa_ir: مساوی کردیم!

source: 💩 We lost!
fa_ir: 💩 باختیم رئیس!

source: ⚪️ We destroyed them 100% boss!
ru: ⚪️ Мы уничтожили их на 100%, босс!

source: ⚫️ They destroyed us 100% boss!
ru: ⚫️ Они уничтожили нас на 100%, босс!
